Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: You may need to decrease the size of {key_buffer_size}, re-examine your tables to see if indexes have been removed, or examine queries and expectations about what indexes are being used.
sv: Du kan behÃ¶va minska storleken pÃ¥ {key_buffer_size}, se Ã¶ver dina tabeller fÃ¶r att se om index har tagits bort eller kontrollera frÃ¥gor och fÃ¶rvÃ¤ntningar pÃ¥ vilka index som anvÃ¤nds.

source: max %% MyISAM key buffer ever used: %s%%, this value should be above 95%%
sv: max %% av MyISAM key buffer nÃ¥gonsin anvÃ¤nts %s%%, detta vÃ¤rde ska vara hÃ¶gre Ã¤n 95%%

source: Percentage of MyISAM key buffer used
sv: Andelen anvÃ¤nd MyISAM key buffer

source: %% MyISAM key buffer used: %s%%, this value should be above 95%%
sv: %% MyISAM key buffer anvÃ¤nt: %s%%, detta vÃ¤rde bÃ¶r vara stÃ¶rre Ã¤n 95%%

source: Percentage of index reads from memory
sv: Andelen index som lÃ¤ses frÃ¥n minnet

source: The %% of indexes that use the MyISAM key buffer is low.
sv: Andelen %% av index som anvÃ¤nder MyISAM key buffer Ã¤r lÃ¥g.

source: You may need to increase {key_buffer_size}.
sv: Du kan behÃ¶va Ã¶ka {key_buffer_size}.

source: Index reads from memory: %s%%, this value should be above 95%%
sv: Index som lÃ¤ses frÃ¥n minnet: %s%%, detta vÃ¤rde bÃ¶r vara Ã¶ver 95%%

source: Rate of table open
sv: Andelen Ã¶ppna tabeller

source: The rate of opening tables is high.
sv: Andelen Ã¶ppna tabeller Ã¤r hÃ¶g.

source: Opening tables requires disk I/O which is costly. Increasing {table_open_cache} might avoid this.
sv: Ãppna tabeller krÃ¤ver disk I/O som Ã¤r dyrt. Att Ã¶ka {table_open_cache} kan lÃ¶sa detta.

source: Opened table rate: %s, this value should be less than 10 per hour
sv: Andel Ã¶ppna tabeller: %s, detta vÃ¤rde bÃ¶r vara mindre Ã¤n 10 per timme

source: Percentage of used open files limit
sv: Procentandel av grÃ¤nsen fÃ¶r anvÃ¤nda Ã¶ppna filer

source: The number of open files is approaching the max number of open files. You may get a "Too many open files" error.
sv: Antalet Ã¶ppna filer nÃ¤rmar sig maximalt antal Ã¶ppna filer. Du kan fÃ¥ ett "FÃ¶r mÃ¥nga Ã¶ppna filer"-fel.

source: Consider increasing {open_files_limit}, and check the error log when restarting after changing {open_files_limit}.
sv: ÃvervÃ¤g att Ã¶ka {open_files_limit} och kontrollera felloggen vid omstart efter att ha Ã¤ndrat {open_files_limit}.

source: The number of opened files is at %s%% of the limit. It should be below 85%%
sv: Antalet Ã¶ppnade filer Ã¤r %s%% av grÃ¤nsvÃ¤rdet. Det bÃ¶r vara under 85%%

source: Rate of open files
sv: Andel Ã¶ppna filer

source: The rate of opening files is high.
sv: Andelen Ã¶ppnande av filer Ã¤r hÃ¶g.

source: Opened files rate: %s, this value should be less than 5 per hour
sv: Andelen Ã¶ppnade filer: %s detta vÃ¤rde bÃ¶r vara mindre Ã¤n 5 per timme

source: Immediate table locks %%
sv: Omedelbar tabellÃ¥sning %%

source: Too many table locks were not granted immediately.
sv: AlltfÃ¶r mÃ¥nga tabell lÃ¥sningar beviljades inte omedelbart.

source: Optimize queries and/or use InnoDB to reduce lock wait.
sv: Optimera frÃ¥gor och/eller anvÃ¤nd InnoDB fÃ¶r att minska lÃ¥sningsvÃ¤ntan.

source: Immediate table locks: %s%%, this value should be above 95%%
sv: Omedelbara tabellÃ¥sningar %s%%, detta vÃ¤rde bÃ¶r vara Ã¶ver 95%%

source: Table lock wait rate
sv: Tabell lÃ¥sning. Andelen vÃ¤nta

source: Table lock wait rate: %s, this value should be less than 1 per hour
sv: TabellÃ¥sning,.andel vÃ¤ntan: %s, detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: Thread cache
sv: TrÃ¥dad cache

source: Thread cache is disabled, resulting in more overhead from new connections to MySQL.
sv: TrÃ¥dad cache Ã¤r inaktiverad, vilket resulterar i mer overhead frÃ¥n nya anslutningar till MySQL.

source: Enable the thread cache by setting {thread_cache_size} > 0.
sv: Aktivera trÃ¥dad cache genom att sÃ¤tta {thread_cache_size} > 0.

source: The thread cache is set to 0
sv: TrÃ¥dad cache Ã¤r satt till 0

source: Thread cache hit rate %%
sv: Andel trÃ¥dad cache %%

source: Thread cache is not efficient.
sv: TrÃ¥dad cache Ã¤r inte effektiv.

source: Increase {thread_cache_size}.
sv: Ãka {thread_cache_size}.

source: Thread cache hitrate: %s%%, this value should be above 80%%
sv: TrÃ¤ffandel fÃ¶r trÃ¥dad cache: %s%%, detta vÃ¤rde bÃ¶r vara Ã¶ver 80%%

source: Threads that are slow to launch
sv: TrÃ¥dar som Ã¤r lÃ¥ngsamma att starta

source: There are too many threads that are slow to launch.
sv: Det Ã¤r fÃ¶r mÃ¥nga trÃ¥dar som tar lÃ¥ng tid att starta.

source: This generally happens in case of general system overload as it is pretty simple operations. You might want to monitor your system load carefully.
sv: Detta hÃ¤nder i allmÃ¤nhet vid generell Ã¶verbelastning av systemet dÃ¥ det Ã¤r ganska enkla operationer. Du bÃ¶r kanske Ã¶vervaka din system last noggrant.

source: %s thread(s) took longer than %s seconds to start, it should be 0
sv: %s trÃ¥d(ar) tog lÃ¤ngre tid Ã¤n %s sekunder att starta, det bÃ¶r vara 0

source: Slow launch time
sv: LÃ¥ngsam uppstartstid

source: slow_launch_time is set to %s
sv: slow_launch_time Ã¤r satt till %s

source: Percentage of used connections
sv: Andel anvÃ¤nda anslutningar

source: The maximum amount of used connections is getting close to the value of {max_connections}.
sv: Det maximala antalet av anvÃ¤nda anslutningar bÃ¶rjar nÃ¤rma sig vÃ¤rdet pÃ¥ {max_connections}.

source: Increase {max_connections}, or decrease {wait_timeout} so that connections that do not close database handlers properly get killed sooner. Make sure the code closes database handlers properly.
sv: Ãka {max_connections} eller minska {wait_timeout} sÃ¥ att anslutningar som inte stÃ¤nger databashanterare blir dÃ¶dade tidigare. Se till att koden stÃ¤nger databashanteraren ordentligt.

source: Max_used_connections is at %s%% of max_connections, it should be below 80%%
sv: Max_used_connections Ã¤r %s%% av max_connections. Det bÃ¶r vara mindre Ã¤n 80%%

source: Percentage of aborted connections
sv: Andelen avbrutna anslutningar

source: Too many connections are aborted.
sv: FÃ¶r mÃ¥nga anslutningar avbryts.

source: Connections are usually aborted when they cannot be authorized. <a href="https://www.percona.com/blog/2008/08/23/how-to-track-down-the-source-of-aborted_connects/">This article</a> might help you track down the source.
sv: Anslutningar avbryts vanligtvis nÃ¤r de inte kan auktoriseras. <a href="https://www.percona.com/blog/2008/08/23/how-to-track-down-the-source-of-aborted_connects/"> denna artikel</a> kan hjÃ¤lpa dig att spÃ¥ra kÃ¤llan.

source: %s%% of all connections are aborted. This value should be below 1%%
sv: %s%% av alla anslutningar avbryts. Detta vÃ¤rde bÃ¶r vara under 1%%

source: Rate of aborted connections
sv: Andelen avbrutna anslutningar

source: Aborted connections rate is at %s, this value should be less than 1 per hour
sv: Andelen avbrutna anslutningar Ã¤r %s, det bÃ¶r vara mindre Ã¤n 1 per timme

source: Percentage of aborted clients
sv: Andelen avslutade klienter

source: Too many clients are aborted.
sv: AlltfÃ¶r mÃ¥nga klienter avbryts.

source: Clients are usually aborted when they did not close their connection to MySQL properly. This can be due to network issues or code not closing a database handler properly. Check your network and code.
sv: Klienter Ã¤r oftast avslutade nÃ¤r de inte stÃ¤ngde kopplingen till MySQL ordentligt. Detta kan bero pÃ¥ nÃ¤tverksproblem eller att koden inte stÃ¤nger databashanteraren korrekt. Kontrollera ditt nÃ¤tverk och kod.

source: %s%% of all clients are aborted. This value should be below 2%%
sv: %s%% av alla klienter har avslutats. Detta vÃ¤rde bÃ¶r vara under 2%%

source: Rate of aborted clients
sv: Andelen avslutade klienter

source: Aborted client rate is at %s, this value should be less than 1 per hour
sv: Andelen avbrytna klienter Ã¤r %s detta vÃ¤rde bÃ¶r vara mindre Ã¤n 1 per timme

source: Is InnoDB disabled?
sv: Ãr InnoDB inaktiverad?

source: You do not have InnoDB enabled.
sv: Du har inte aktiverat InnoDB.

source: InnoDB is usually the better choice for table engines.
sv: InnoDB Ã¤r vanligtvis ett bÃ¤ttre val fÃ¶r tabellmotorer.

source: have_innodb is set to 'value'
sv: have_innodb Ã¤r satt till "value"

source: InnoDB log size
sv: InnoDB loggstorlek

source: The InnoDB log file size is not an appropriate size, in relation to the InnoDB buffer pool.
sv: Storleken pÃ¥ InnoDBs loggfil har inte lÃ¤mplig storlek i fÃ¶rhÃ¥llande till InnoDB buffer pool.

source: Especially on a system with a lot of writes to InnoDB tables you should set {innodb_log_file_size} to 25%% of {innodb_buffer_pool_size}. However the bigger this value, the longer the recovery time will be when database crashes, so this value should not be set much higher than 256 MiB. Please note however that you cannot simply change the value of this variable. You need to shutdown the server, remove the InnoDB log files, set the new value in my.cnf, start the server, then check the error logs if everything went fine. See also <a href="https://mysqldatabaseadministration.blogspot.com/2007/01/increase-innodblogfilesize-proper-way.html">this blog entry</a>
sv: Speciellt i ett system med mÃ¥nga skrivningar till InnoDB-tabeller bÃ¶r du sÃ¤tta {innodb_log_file_size} till 25%%, av {innodb_buffer_pool_size}. DÃ¤remot, ju stÃ¶rre detta vÃ¤rde Ã¤r, desto lÃ¤ngre Ã¥terhÃ¤mtningstid om databasen kraschar, sÃ¥ detta vÃ¤rde bÃ¶r inte sÃ¤ttas mycket hÃ¶gre Ã¤n 256 Mb. Observera, du kan inte bara Ã¤ndra vÃ¤rdet pÃ¥ denna variabel. Du mÃ¥ste stÃ¤nga av servern, ta bort loggfilerna fÃ¶r InnoDB, sÃ¤tta in nytt vÃ¤rde i my.cnf, starta servern och sedan kontrollera felloggar om allt gick bra. Se ocksÃ¥ <a href="https://mysqldatabaseadministration.blogspot.com/2007/01/increase-innodblogfilesize-proper-way.html">detta blogg-inlÃ¤gg</a>

source: Your InnoDB log size is at %s%% in relation to the InnoDB buffer pool size, it should not be below 20%%
sv: Din InnoDB-loggstorlek Ã¤r %s%%, i fÃ¶rhÃ¥llande till InnoDB buffer pool storlek, bÃ¶r det inte vara under 20%%

source: Max InnoDB log size
sv: Maximal loggstorlek fÃ¶r innoDB

source: The InnoDB log file size is inadequately large.
sv: Storleken pÃ¥ InnoDB databas Ã¤r inte tillrÃ¤ckligt stor.

source: It is usually sufficient to set {innodb_log_file_size} to 25%% of the size of {innodb_buffer_pool_size}. A very big {innodb_log_file_size} slows down the recovery time after a database crash considerably. See also <a href="https://www.percona.com/blog/2006/07/03/choosing-proper-innodb_log_file_size/">this Article</a>. You need to shutdown the server, remove the InnoDB log files, set the new value in my.cnf, start the server, then check the error logs if everything went fine. See also <a href="https://mysqldatabaseadministration.blogspot.com/2007/01/increase-innodblogfilesize-proper-way.html">this blog entry</a>
sv: Det Ã¤r vanligen tillrÃ¤ckligt att stÃ¤lla in {innodb_log_file_size5M} till 25 %% av storleken pÃ¥ {innodb_buffer_pool_size16M}. En mycket stor {innodb_log_file_size5M} saktar ner tiden fÃ¶r Ã¥terhÃ¤mtning efter en databas krasch avsevÃ¤rt. Se Ã¤ven <a href="https://www.percona.com/blog/2006/07/03/choosing-proper-innodb_log_file_size/"> denna artikel</a>. Du behÃ¶ver stÃ¤nga servern, ta bort loggfiler InnoDB, ange det nya vÃ¤rdet i my.cnf, starta servern och kontrollera felloggar om allt gick bra. Se Ã¤ven <a href="https://mysqldatabaseadministration.blogspot.com/2007/01/increase-innodblogfilesize-proper-way.html"> denna bloggpost</a>

source: Your absolute InnoDB log size is %s MiB
sv: Din absoluta InnoDB loggstorlek Ã¤r %s Mb

source: InnoDB buffer pool size
sv: InnoDB bufferpoolstorlek

source: Your InnoDB buffer pool is fairly small.
sv: Din InnoDB buffer pool Ã¤r relativt liten.

source: The InnoDB buffer pool has a profound impact on performance for InnoDB tables. Assign all your remaining memory to this buffer. For database servers that use solely InnoDB as storage engine and have no other services (e.g. a web server) running, you may set this as high as 80%% of your available memory. If that is not the case, you need to carefully assess the memory consumption of your other services and non-InnoDB-Tables and set this variable accordingly. If it is set too high, your system will start swapping, which decreases performance significantly. See also <a href="https://www.percona.com/blog/2007/11/03/choosing-innodb_buffer_pool_size/">this article</a>
sv: InnoDB buffer poolen har stor inverkan pÃ¥ prestandan fÃ¶r InnoDB-tabeller. Tilldela allt ditt Ã¥terstÃ¥ende minne till denna buffert. FÃ¶r databasservrar som uteslutande anvÃ¤nder InnoDB som lagringsmotor och utan andra tjÃ¤nster (t.ex. en webbserver) som kÃ¶r, kan du stÃ¤lla in detta sÃ¥ hÃ¶gt som 80%% av ditt tillgÃ¤ngliga minne. Om sÃ¥ inte Ã¤r fallet, mÃ¥ste du noggrant bedÃ¶ma minnesÃ¥tgÃ¥ngen fÃ¶r dina andra tjÃ¤nster och icke-InnoDB-tabeller och stÃ¤lla in denna variabel dÃ¤refter. Om den Ã¤r fÃ¶r hÃ¶g, kommer ditt system bÃ¶rja swappa, vilket minskar prestandan avsevÃ¤rt. se Ã¤ven <a href="https://www.persona.com/blog/2007/11/03/choosing-innodb_buffer_pool_size/">denna artikel</a>

source: You are currently using %s%% of your memory for the InnoDB buffer pool. This rule fires if you are assigning less than 60%%, however this might be perfectly adequate for your system if you don't have much InnoDB tables or other services running on the same machine.
sv: Du anvÃ¤nder fÃ¶r nÃ¤rvarande %s%% av ditt minne fÃ¶r InnoDB bufferpool. Denna regel aktiveras om du tilldelar mindre Ã¤n 60%%, men detta kan vara fullt tillrÃ¤ckligt fÃ¶r ditt system om du inte har sÃ¥ mÃ¥nga InnoDB-tabeller eller andra tjÃ¤nster som kÃ¶rs pÃ¥ samma maskin.

source: MyISAM concurrent inserts
sv: MyISAM parallella infogningar

source: Enable {concurrent_insert} by setting it to 1
sv: Aktivera {concurrent_insert} genom att sÃ¤tta det till 1

source: Setting {concurrent_insert} to 1 reduces contention between readers and writers for a given table. See also <a href="https://dev.mysql.com/doc/refman/5.5/en/concurrent-inserts.html">MySQL Documentation</a>
sv: Att stÃ¤lla in {concurrent_insert} till 1 minskar kampen mellan lÃ¤sare och skrivare fÃ¶r en given tabell. se Ã¤ven <a href="https://dev.mysql.com/doc/refman/5.5/en/concurrent-inserts.html">MySQL Dokumentation</a>

source: concurrent_insert is set to 0
sv: concurrent_insert Ã¤r satt till 0

source: Query cache disabled
sv: FrÃ¥gecache inaktiverad

source: The query cache is not enabled.
sv: FrÃ¥gecache Ã¤r inte aktiverat.

source: The query cache is known to greatly improve performance if configured correctly. Enable it by setting {query_cache_size} to a 2 digit MiB value and setting {query_cache_type} to 'ON'. <b>Note:</b> If you are using memcached, ignore this recommendation.
sv: FrÃ¥gecachen Ã¤r kÃ¤nd fÃ¶r att avsevÃ¤rt fÃ¶rbÃ¤ttra prestanda nÃ¤r den Ã¤r korrekt konfigurerad. Aktivera den genom att stÃ¤lla {query_cache_size} till ett 2-siffrigt Mb-vÃ¤rde och sÃ¤tt {query_cache_type} till "ON". <b>Obs:</b> Om du anvÃ¤nder memcached, ignorera denna rekommendation.

source: query_cache_size is set to 0 or query_cache_type is set to 'OFF'
sv: query_cache_size Ã¤r satt till 0 eller query_cache_type Ã¤r instÃ¤lld pÃ¥ 'OFF'

source: Query cache efficiency (%%)
sv: Effektivitet fÃ¶r frÃ¥gecache (%%)

source: Query cache not running efficiently, it has a low hit rate.
sv: FrÃ¥gecachen fungerar inte effektivt, den har en lÃ¥g trÃ¤ffsÃ¤kerhet.

source: Consider increasing {query_cache_limit}.
sv: ÃvervÃ¤g att Ã¶ka {query_cache_limit}.

source: The current query cache hit rate of %s%% is below 20%%
sv: Den aktuella frÃ¥gecachens trÃ¤ffsÃ¤kerhet pÃ¥ %s%% Ã¤r under 20%%

source: Query Cache usage
sv: FrÃ¥gecache-anvÃ¤ndning

source: Less than 80%% of the query cache is being utilized.
sv: Mindre Ã¤n 80%% av frÃ¥gecachen utnyttjas.

source: This might be caused by {query_cache_limit} being too low. Flushing the query cache might help as well.
sv: Detta kan orsakas av {query_cache_limit} Ã¤r satt fÃ¶r lÃ¥gt. TÃ¶mma frÃ¥gecachen kan ocksÃ¥ hjÃ¤lpa.

source: The current ratio of free query cache memory to total query cache size is %s%%. It should be above 80%%
sv: Det nuvarande fÃ¶rhÃ¥llandet mellan ledigt frÃ¥gecacheminne den totala frÃ¥ge cache-storlek Ã¤r %s%%. Det bÃ¶r vara Ã¶ver 80%%

source: Query cache fragmentation
sv: FrÃ¥gecache-fragmentering

source: The query cache is considerably fragmented.
sv: FrÃ¥gecachen Ã¤r avsevÃ¤rt fragmenterad.

source: Severe fragmentation is likely to (further) increase Qcache_lowmem_prunes. This might be caused by many Query cache low memory prunes due to {query_cache_size} being too small. For a immediate but short lived fix you can flush the query cache (might lock the query cache for a long time). Carefully adjusting {query_cache_min_res_unit} to a lower value might help too, e.g. you can set it to the average size of your queries in the cache using this formula: (query_cache_size - qcache_free_memory) / qcache_queries_in_cache
sv: Kraftig fragmentering kommer sannolikt Ã¶ka Qcache_lowmem_prunes. Detta kan bero pÃ¥ mÃ¥nga lÃ¥ga Query cache prune pÃ¥ grund av att query_cache_size Ã¤r fÃ¶r liten. FÃ¶r en omedelbar, men kortlivad fix du kan rensa frÃ¥gecache (kan lÃ¥sa frÃ¥gecachen under lÃ¥ng tid). Justera fÃ¶rsiktigt {query_cache_min_res_unit} till ett lÃ¤gre vÃ¤rde kan hjÃ¤lpa, Du kan t.ex. sÃ¤tta den till den genomsnittliga storleken pÃ¥ dina frÃ¥gor i cachen med fÃ¶ljande formel: (query_cache_size - qcache_free_memory) / qcache_queries_in_cache

source: The cache is currently fragmented by %s%% , with 100%% fragmentation meaning that the query cache is an alternating pattern of free and used blocks. This value should be below 20%%.
sv: Cachen Ã¤r fÃ¶r nÃ¤rvarande fragmenterad med %s%% , med 100%% fragmentering vilket innebÃ¤r att frÃ¥gecachen har ett vÃ¤xlande mÃ¶nster av lediga och anvÃ¤nda block. Detta vÃ¤rde bÃ¶r vara under 20%%.

source: Query cache low memory prunes
sv: FrÃ¥ge cachen lite minne prunes

source: Cached queries are removed due to low query cache memory from the query cache.
sv: Cachade frÃ¥gor tas bort pÃ¥ grund av lÃ¥gt frÃ¥gecache-minne frÃ¥n frÃ¥gecache.

source: You might want to increase {query_cache_size}, however keep in mind that the overhead of maintaining the cache is likely to increase with its size, so do this in small increments and monitor the results.
sv: Du kanske vill Ã¶ka {query_cache_size}, ha dock i Ã¥tanke att den overhead fÃ¶r att upprÃ¤tthÃ¥lla cachen kommer sannolikt att Ã¶ka med sin storlek, sÃ¥ gÃ¶r detta i smÃ¥ steg och Ã¶vervaka resultatet.

source: The ratio of removed queries to inserted queries is %s%%. The lower this value is, the better (This rules firing limit: 0.1%%)
sv: FÃ¶rhÃ¥llandet mellan borttagna frÃ¥gor och inlagda frÃ¥gor Ã¤r %s%%. Ju lÃ¤gre vÃ¤rdet Ã¤r, desto bÃ¤ttre (Denna regel aktiveras vid: 0,1%%)

source: Query cache max size
sv: Maximal storlek fÃ¶r frÃ¥gecache

source: The query cache size is above 128 MiB. Big query caches may cause significant overhead that is required to maintain the cache.
sv: Storleken pÃ¥ frÃ¥gecache Ã¤r stÃ¶rre Ã¤n 128 Mb. Stor frÃ¥gecache kan orsaka betydande overhead, vilket krÃ¤vs fÃ¶r att behÃ¥lla cache.

source: Depending on your environment, it might be performance increasing to reduce this value.
sv: Beroende pÃ¥ den aktuella miljÃ¶n kan prestandan Ã¶ka genom att minska detta vÃ¤rde.

source: Current query cache size: %s
sv: Nuvarande storlek pÃ¥ frÃ¥gecache: %s

source: Query cache min result size
sv: Minimal resultatstorlek fÃ¶r frÃ¥gecache

source: The max size of the result set in the query cache is the default of 1 MiB.
sv: Den maximala storleken pÃ¥ resultatet i frÃ¥gecachen Ã¤r standardvÃ¤rdet pÃ¥ 1 Mb.

source: Changing {query_cache_limit} (usually by increasing) may increase efficiency. This variable determines the maximum size a query result may have to be inserted into the query cache. If there are many query results above 1 MiB that are well cacheable (many reads, little writes) then increasing {query_cache_limit} will increase efficiency. Whereas in the case of many query results being above 1 MiB that are not very well cacheable (often invalidated due to table updates) increasing {query_cache_limit} might reduce efficiency.
sv: Att Ã¤ndra {query_cache_limit}, vanligtvis genom att Ã¶ka denna, kan Ã¶ka effektiviteten. Denna variabel anger den maximala storleken ett frÃ¥geresultat kan ha fÃ¶r att lÃ¤ggas in i frÃ¥gecachen. Om det finns mÃ¥nga frÃ¥geresultat stÃ¶rre Ã¤n 1 Mb som Ã¤r vÃ¤rda att cacha (mÃ¥nga lÃ¤sningar, lite skrivningar) sÃ¥ kommer en Ã¶kning av {query_cache_limit} fÃ¶rbÃ¤ttra effektiviteten. Om det dÃ¤remot finns mÃ¥nga frÃ¥geresultat stÃ¶rre Ã¤n 1 Mb som inte Ã¤r vÃ¤rda att cacha (ofta ogiltiga pÃ¥ grund av tabelluppdateringar) kan en Ã¶kning av {query_cache_limit} fÃ¶rsÃ¤mra effektiviteten.

source: query_cache_limit is set to 1 MiB
sv: query_cache_limit Ã¤r satt till 1 Mb

source: Open the linked page in the main window ([code]main[/code]) or in a new one ([code]new[/code]).
sv: Ãppna den lÃ¤nkade sidan i huvudfÃ¶nstret ([code]main[/code]) eller i ett nytt ([code]new[/code]).

source: Your PHP parameter [a@https://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime@_blank]session.gc_maxlifetime[/a] is lower than cookie validity configured in phpMyAdmin, because of this, your login might expire sooner than configured in phpMyAdmin.
sv: PHP-parametern [a@https://www.php.net/manual/en/session.configuration.php#ini.session.gc-maxlifetime@_blank]session.gc_maxlifetime[/a] Ã¤r lÃ¤gre Ã¤n cookie-giltighet konfigurerad i phpMyAdmin. PÃ¥ grund av detta kommer din inloggning upphÃ¶ra tidigare Ã¤n vad som Ã¤r konfigurerat i phpMyAdmin.

source: Please enter a valid table name.
sv: VÃ¤nligen ange ett giltigt tabellnamn.

source: Please enter a valid database name.
sv: VÃ¤nligen ange ett giltigt databasnamn.

source: Shift+Click to add this column to ORDER BY clause or to toggle ASC/DESC.<br>- Ctrl+Click or Alt+Click (Mac: Shift+Option+Click) to remove column from ORDER BY clause
sv: Skift-klicka fÃ¶r att lÃ¤gga till kolumnen i "SORTERA VID"-sats eller att vÃ¤xla ASC/DESC.<br>-Ctrl-klicka eller Alt-klicka (Mac: Skift+Alt+klicka) fÃ¶r att ta bort kolumnen frÃ¥n SORTERA VID-instruktionen

source: Click the drop-down arrow<br>to toggle column's visibility.
sv: Klicka pÃ¥ pilen<br>fÃ¶r att vÃ¤xla kolumnens synlighet.

source: You can also edit most values<br>by double-clicking directly on them.
sv: Du kan Ã¤ven redigera de flesta vÃ¤rden<br>genom att dubbelklicka direkt pÃ¥ dessa.

source: You can also edit most values<br>by clicking directly on them.
sv: Du kan Ã¤ven redigera de flesta vÃ¤rden<br>genom att klicka direkt pÃ¥ dessa.

source: Because of its length,<br> this column might not be editable.
sv: PÃ¥ grund av sin lÃ¤ngd,<br> Ã¤r denna kolumn kanske inte redigerbar.

source: There is no primary key; please add one.<br>Hint: A primary key is a column (or combination of columns) that uniquely identify all rows.
sv: Det finns ingen primÃ¤r nyckel; LÃ¤gg till en. <br> Tips: En primÃ¤r nyckel Ã¤r en kolumn (eller kombination av kolumner) som unikt identifierar alla rader.

source: For each column below, please select the <b>minimal set</b> of columns among given set whose values combined together are sufficient to determine the value of the column.<br>Note: A column may have no transitive dependency, in that case you don't have to select any.
sv: FÃ¶r varje kolumn nedan, VÃ¤lj <b>minimal uppsÃ¤ttning</b> kolumner av givna vÃ¤rden vilka kombinerade ihop Ã¤r tillrÃ¤ckliga fÃ¶r att faststÃ¤lla vÃ¤rdet i kolumn. <br> Obs: om kolumn inte har transitiva beroende behÃ¶ver du inte vÃ¤lja nÃ¥got.
